<template>
  <div>
    Завдання 2.
    
   Vue (вимовляється / vjuː /, приблизно як перегляд) - це прогресивний фреймворк для створення користувацьких інтерфейсів.
    На відміну від фреймворків-монолітів, Vue створений придатним для відмінного впровадження. Його ядро ​​в першу чергу вирішує завдання рівня уявлення (подання),
     що спрощує інтеграцію з іншими бібліотеками та існуючими проектами. З іншого боку, Vue повністю підходить і для створення складних односторінкових додатків (SPA, односторінкові додатки),
     якщо використовувати його спільно з сучасними інструментами та додатковими бібліотеками.
  <br>
  <router-link v-bind:to="'tt'">Завдання 3</router-link>
  </div>
</template>

<script>
export default {
  name: 'SecondTask',
  data () {
    return {
      
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>

</style>